---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.AreaReinforcement
source: html/35f3aaf9-2538-713a-edc4-7dd7d762daa3.htm
---
# AreaReinforcement Properties

Additional offset from the bottom or interior cover reference.